<h1><? echo L_CALC; ?></h1>
<div class="description">
<h2>На этой странице расположен <strong>онлайн калькулятор</strong> производных и выражений</h2>
    <p>Здесь Вы можете <strong>аналитически</strong> посчитать <strong>производную функции онлайн</strong> или <strong>частную производную</strong> функции нескольких переменных.
	Калькулятор позволяет упростить/посчитать произвольное математическое выражение.
	Внимание: программа проходит бета-тестирование, при обнаружении неполадок обращайтесь к администратору (mathsatan@yandex.ru)
    Перед использованием программы ознакомьтесь с инструкцией
    </p>
	<div class="center_img"><img src="/img/calculate_online.gif" alt="производная функции онлайн"></div>	
    <h2>Инструкция</h2>
    Ниже приведен список допустимых операторов, расположенных в порядке убывания приоритета
    <ul>
        <li><b>d(<i><выражение></i>)/d(</i>phi</i>)</b>, где <b>phi</b> — переменная, по которой происходит дифференцирование (например: <b>d(x^2+y^2-7)/d(x)</b>);</li>
        <li>Тригонометрические функции: <b>sin</b>, <b>cos</b>, <b>tg</b>, <b>ctg</b>, <b>arctg</b>, <b>arcctg</b>, <b>arcsin</b>, <b>arccos</b>;</li>
        <li>Степенные функции и модуль: <b>sqrt</b>, <b>ln</b>, <b>abs</b>;</li>
        <li>Константы: <b>pi</b>, <b>e</b>, <b>константа</b>; (примечание: <b>pi = 3.14159265...</b>, <b>e = 2.718...</b>)</li>
        <li>Бинарные операторы и переменные: <b>^</b>, <b>*</b>, <b>+</b>, <b>-</b>, <b>/</b>, <b>переменная</b>;</li>
    </ul>
    <p>Допускаются целые и действительные числа (например: <b>7</b>, <b>0.5</b>, <b>1/2</b>), переменные (например: <b>x</b>, <b>N</b>, <b>rho</b>), заметьте, имена переменных регистрозависимы (т.е. <b>x</b> и <b>X</b> — две различных переменных)</p>
    <p>
    Вы так же можете <strong>заказать работу</strong> по интересующей Вас теме в разделе <a href='/main/order' title="Контрольная работа по математике">Контрольная работа на заказ</a>.

    </p>
</div>