<h1><? echo L_TITLE; ?></h1>
<div class="description">

<h2>Материалы по высшей математике, формулы, работы на заказ</h2>
    <p>
        Здесь Вы найдете материалы по <strong><a href='/articles/article_by_cat/cat_id/analytic_geometry' title="аналитическая геометрия">аналитической геометрии</a></strong>,
        <strong><a href='/articles/article_by_cat/cat_id/linear_algebra' title="линейная алгебра">линейной алгебре</a></strong>,
        <strong>интегральному и дифференциальному исчислению</strong>, <strong>теории вероятностей</strong> изложенные на доступном языке.
        <strong><a href='/articles/article_by_cat/cat_id/formula' title="математика формулы">Формулы по высшей математике</a></strong>,
        <strong>теории вероятностей</strong>, <strong>тригонометрии</strong> и элементарной математике.
    Данный интернет-ресурс прежде всего предназначен для студентов, абитуриентов и школьников.</p>
    <img src="/img/math_logo.png" alt="уравнения онлайн">	
    <p>
    Если есть необходимость <a href='/main/order' title="Контрольные работы на заказ">решить контрольную по математике</a>, сделать домашнее задание или просто лучше усвоить материал, то Вам сюда.
    Ни для кого не секрет, что в большинстве книг по <strong>высшей математике</strong>, автор обращается к читателю не как к студенту/школьнику, а как к своему коллеге,
    следовательно многие простые вещи описаны необоснованно сложно и заумно.
    Вы можете <strong>заказать работу</strong> по интересующей Вас теме в <a href='/main/order' title="Контрольная работа по математике">специальном разделе</a>.
    Ниже представлены последние добавленные статьи, справа находится меню для удобной навигации по темам.<br> Успехов!
    </p>	
</div>